Repository: xacnio/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, ca_es, da_dk, hu_hu, th_th, vi_vn, zh_cn, zh_tw

# Settings_Support_SupportCenter
source: Support center
ar_sa: خدمة العملاء
ca_es: Centre d'ajuda
hu_hu: Súgóközpont
th_th: ศูนย์บริการสนับสนุน
vi_vn: Trung tâm hỗ trợ
zh_cn: 支持中心
zh_tw: 支援中心

# Settings_Theme_Dark
source: Dark
ar_sa: داكن
ca_es: Fosc
da_dk: Mørk
hu_hu: Sötét
th_th: มืด
vi_vn: Tối
zh_cn: 深色
zh_tw: 深色

# Settings_Theme_Default
source: Default
ar_sa: الافتراضي
ca_es: Per defecte
da_dk: Standard
hu_hu: Alapértelmezett
th_th: ค่าเริ่มต้น
vi_vn: Mặc định
zh_cn: 默认
zh_tw: 預設值

# Settings_Theme_Light
source: Light
ar_sa: فاتح
ca_es: Clar
da_dk: Lys
hu_hu: Világos
th_th: สว่าง
vi_vn: Sáng
zh_cn: 浅色
zh_tw: 淺色

# Settings_VpnAccelerator_Description
source: Increase your connection speed by up to 400% with performance enhancing technologies.
ar_sa: قم بزيادة سرعة اتصالك بنسبة تصل إلى 400% مع تقنيات تحسين الأداء.
ca_es: Augmenteu la vostra velocitat de connexió fins a un 400% amb tecnologies que milloren el rendiment.
da_dk: Forbedr din forbindelseshastighed med op til 400 % med præstationsfremmende teknologier.
hu_hu: Növelje a kapcsolat sebességét akár 400%-kal a teljesítménynövelő technológiák segítségével.
th_th: เพิ่มความเร็วการเชื่อมต่อสูงสุด 400% ด้วยเทคโนโลยีเพิ่มประสิทธิภาพ
vi_vn: Tăng tốc độ kết nối lên đến 400% với các công nghệ tăng cường hiệu năng.
zh_cn: 利用性能增强技术，连接速度提高达 400%。
zh_tw: 透過高效能技術，將您的連線速度提升高達 400%。

source: Sign in form
ar_sa: نموذج تسجيل الدخول
ca_es: Formulari d'inici de sessió
da_dk: Tilmeldingsformular
hu_hu: Bejelentkezési űrlap
th_th: แบบฟอร์มลงชื่อเข้าใช้
vi_vn: Biểu mẫu đăng nhập
zh_cn: 登录表单
zh_tw: 登入表單

# SignIn_Form_AdvancedKillSwitchDescription
source: Advanced kill switch is blocking your internet connection.
ar_sa: يقوم مفتاح الإيقاف المتقدم بحظر اتصالك بالإنترنت.
ca_es: La característica avançada kill switch bloqueja la vostra connexió a internet.
da_dk: Avanceret kill switch blokerer din internetforbindelse.
hu_hu: A haladó vészkapcsoló blokkolja az internetkapcsolatot.
th_th: สวิตช์ตัดการเชื่อมต่อฉุกเฉินขั้นสูงกำลังบล็อกการเชื่อมต่ออินเทอร์เน็ต
vi_vn: Công tắc ngắt nâng cao đang chặn kết nối internet.
zh_cn: 高级 Kill Switch 正在阻止您的网络连接。
zh_tw: 進階Kill Switch 現正阻止你的網絡連接。

# SignIn_Form_BestSecureVpnForSpeed
source: The best secure VPN for speed
ar_sa: أفضل VPN آمن من حيث السرعة
ca_es: La millor VPN segura per a la velocitat
da_dk: Den bedste sikre VPN til hastighed
hu_hu: A legjobb biztonságos VPN a sebességért
th_th: VPN ที่ปลอดภัยที่สุดเพื่อความเร็ว
vi_vn: VPN bảo mật tốt nhất về tốc độ
zh_cn: 速度最佳的安全 VPN
zh_tw: 速度最佳的安全 VPN

# SignIn_Form_CreateAccount
source: Create account
ar_sa: إنشاء حساب
ca_es: Crea un compte
da_dk: Opret konto
hu_hu: Fiók létrehozása
th_th: สร้างบัญชี
vi_vn: Tạo tài khoản
zh_cn: 创建账户
zh_tw: 建立帳號

# SignIn_Form_Description
source: Enter your Proton Account details.
ar_sa: أدخل بيانات حسابك في Proton
ca_es: Introduïu els detalls del vostre compte de Proton.
da_dk: Indtast dine Proton-kontooplysninger.
hu_hu: Írja be a Proton fiókja adatait.
th_th: ป้อนรายละเอียดบัญชี Proton ของคุณ
vi_vn: Nhập chi tiết tài khoản Proton của bạn.
zh_cn: 请输入您的 Proton 账户详细信息
zh_tw: 輸入您的 Proton 帳號的詳細資料。

# SignIn_Form_DisableKillSwitch
source: Disable kill switch
ar_sa: تعطيل مفتاح الأمان
ca_es: Desactiva el Kill switch
da_dk: Deaktivér Kill switch
hu_hu: Vészkapcsoló kikapcsolása
th_th: ปิดใช้งานสวิตช์ตัดการเชื่อมต่อฉุกเฉิน
vi_vn: Vô hiệu hóa công tắc ngắt
zh_cn: 禁用 Kill Switch
zh_tw: 停用 Kill Switch

# SignIn_Form_Email
source: Email
ar_sa: البريد الإلكتروني
ca_es: Corrreu electrònic
th_th: อีเมล
zh_cn: 邮箱
zh_tw: 電子信箱

# SignIn_Form_ForgotUsername
source: Forgot username
ar_sa: نسيت إسم المستخدم
ca_es: No recordo el meu nom d'usuari.
da_dk: Glemt brugernavn
hu_hu: Elfelejtett felhasználónév
th_th: ลืมชื่อผู้ใช้
vi_vn: Quên tên đăng nhập
zh_cn: 忘记用户名
zh_tw: 忘記使用者名稱

# SignIn_Form_Help
source: Help
ar_sa: المساعدة
ca_es: Ajuda
da_dk: Hjælp
hu_hu: Segítség
th_th: ช่วยเหลือ
vi_vn: Hỗ trợ
zh_cn: 帮助
zh_tw: 幫助

# SignIn_Form_NoLogsPolicy
source: No-logs policy
ar_sa: سياسة عدم الاحتفاظ بالسجلات
ca_es: Política de no registres
da_dk: Ingen logfiler-politik
hu_hu: Nincs naplózás
th_th: นโยบายไม่บันทึกข้อมูลการใช้งาน
vi_vn: Chính sách không lưu nhật ký
zh_cn: 无日志原则
zh_tw: 無日誌政策

# SignIn_Form_OpenSource
source: Open-source
ar_sa: مفتوح المصدر
ca_es: Codi obert
hu_hu: Nyílt forráskódú
th_th: โอเพนซอร์ส
vi_vn: Mã nguồn mở
zh_cn: 开放源代码
zh_tw: 開放原始碼

# SignIn_Form_Password
source: Password
ar_sa: الكلمة السرية
ca_es: Contrasenya
da_dk: Adgangskode
hu_hu: Jelszó
th_th: รหัสผ่าน
vi_vn: Mật khẩu
zh_cn: 密码
zh_tw: 密碼

# SignIn_Form_PasswordError
source: Enter your password
ar_sa: أدخل كلمة مرورك
ca_es: Introduïu la contrasenya
da_dk: Indtast din adgangskode
hu_hu: Adja meg a jelszavát
th_th: ป้อนรหัสผ่าน
vi_vn: Nhập mật khẩu của bạn
zh_cn: 输入您的密码
zh_tw: 輸入您的密碼

# SignIn_Form_ReportAnIssue
source: Report an issue
ar_sa: الإبلاغ عن مشكلة
ca_es: Informeu d'un problema
da_dk: Anmeld en fejl
hu_hu: Hibajelentés
th_th: รายงานปัญหา
vi_vn: Báo cáo một sự cố
zh_cn: 报告问题
zh_tw: 回報問題

# SignIn_Form_ResetPassword
source: Reset password
ar_sa: نسيت كلمة المرور
ca_es: Contrasenya oblidada
da_dk: Glemt adgangskode
hu_hu: Elfelejtett jelszó
th_th: ลืมรหัสผ่าน
vi_vn: Quên mật khẩu
zh_cn: 忘记密码
zh_tw: 忘記密碼

# SignIn_Form_SignIn
source: Sign in
ar_sa: تسجيل الدخول
ca_es: Inicia la sessió
da_dk: Log ind
hu_hu: Bejelentkezés
th_th: เข้าสู่ระบบ
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# SignIn_Form_SignInWithSso
source: Sign in with SSO
ar_sa: تسجيل الدخول باستخدام SSO
ca_es: Inicia la sessió amb SSO
da_dk: Log ind med SSO
hu_hu: Bejelentkezés SSO használatával
th_th: เข้าสู่ระบบด้วย SSO
vi_vn: Đăng nhập bằng SSO
zh_cn: 使用SSO登录
zh_tw: 使用 SSO 登入

# SignIn_Form_SwissBased
source: Swiss-based
ar_sa: مقره في سويسرا
ca_es: Amb seu a Suïssa
da_dk: Baseret i Schweiz
hu_hu: Svájci székhelyű
th_th: ฐานที่ตั้งในสวิตเซอร์แลนด์
vi_vn: Trụ sở tại Thụy Sĩ
zh_cn: 立足瑞士
zh_tw: 總部設於瑞士

# SignIn_Form_Title
source: Sign in
ar_sa: تسجيل الدخول
ca_es: Inicia la sessió
da_dk: Log ind
hu_hu: Bejelentkezés
th_th: เข้าสู่ระบบ
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# SignIn_Form_TroubleSigningIn
source: Trouble signing in
ar_sa: مركز الدعم
ca_es: Centre de suport
da_dk: Supportcenter
hu_hu: Súgóközpont
th_th: ศูนย์บริการสนับสนุน
vi_vn: Trung tâm hỗ trợ
zh_cn: 支持中心
zh_tw: 支援中心

# SignIn_Form_Username
source: Email or username
ar_sa: البريد الإلكتروني أو إسم المستخدم
ca_es: Correu electrònic o nom d'usuari
da_dk: E-mail eller brugernavn
hu_hu: E-mail cím vagy felhasználónév
th_th: อีเมลหรือชื่อผู้ใช้
vi_vn: Email hoặc tên người dùng
zh_cn: 邮箱或用户名
zh_tw: 電子郵件或使用者名稱

# SignIn_Form_UsernameError
source: Enter your email or username
ar_sa: أدخل بريدك الإلكتروني أو اسم المستخدم
ca_es: Introduïu el correu electrònic o el nom d’usuari
da_dk: Brugeroplysninger må ikke være tomme
hu_hu: Adja meg e-mail címét vagy felhasználónevét
th_th: ป้อนอีเมลหรือชื่อผู้ใช้
vi_vn: Nhập email hoặc tên người dùng
zh_cn: 输入您的电子邮件或用户名
zh_tw: 輸入您的電郵位址或使用者名稱

# SignIn_KillSwitch_Disabled
source: Kill switch is disabled
ar_sa: مفتاح الإيقاف معطّل
ca_es: S'ha desactivat el kill switch.
da_dk: Kill switch er deaktiveret
hu_hu: A vészkapcsoló kikapcsolva
th_th: สวิตช์ตัดการเชื่อมต่อฉุกเฉินปิดใช้งานอยู่
vi_vn: Công tắc ngắt bị vô hiệu hóa
zh_cn: Kill Switch 已禁用
zh_tw: 緊急終止開關已被停用

# SystemNotification_Connected
source: You are now protected
ar_sa: أنت محمي الآن
ca_es: Ara està protegit
da_dk: Du er nu beskyttet
hu_hu: Ön mostantól védett
th_th: คุณได้รับการป้องกันแล้ว
vi_vn: Bạn hiện đã được bảo vệ
zh_cn: 您现在受到保护
zh_tw: 您現在受到保護

# SystemNotification_ConnectedTo
source: Connected to {0}.
ar_sa: متصل بـ {0}.
ca_es: Connectat a {0}.
da_dk: Forbundet til {0}.
hu_hu: Kapcsolódva: {0}.
th_th: เชื่อมต่อกับ {0}
vi_vn: Đã kết nối đến {0}.
zh_cn: 连接至 {0}.
zh_tw: 已連線至 {0}.

# SystemNotification_Disconnected
source: Disconnected
ar_sa: غير متصل
ca_es: Desconnectat
da_dk: Afbrudt
hu_hu: Leválasztva
th_th: ตัดการเชื่อมต่อแล้ว
vi_vn: Ngắt kết nối
zh_cn: 已断开
zh_tw: 已中斷連線

# Tray_Actions_ExitApplication
source: Exit
ar_sa: خروج
ca_es: Surt
da_dk: Afslut
hu_hu: Kilépés
th_th: ออก
vi_vn: Thoát
zh_cn: 退出
zh_tw: 離開

# Tray_Actions_OpenApplication
source: Open {0}
ar_sa: فتح {0}
ca_es: Obre {0}
da_dk: Åbn {0}
hu_hu: {0} megnyitása
th_th: เปิด {0}
vi_vn: Mở {0}
zh_cn: 打开 {0}

# UpsellBanner_NetShield_Description
source: Block ads, trackers, and malware on websites and apps
ar_sa: حظر الإعلانات وأدوات التتبع والبرامج الضارة على مواقع الويب والتطبيقات
ca_es: Bloquegeu anuncis, rastrejadors i programari maliciós en llocs web i aplicacions
da_dk: Bloker reklamer, trackere og malware på websider og i apps
hu_hu: Hirdetések, nyomkövetők és rosszindulatú programok blokkolása webhelyeken és alkalmazásokban
th_th: บล็อกโฆษณา ตัวติดตาม และมัลแวร์บนเว็บไซต์และแอป
vi_vn: Chặn quảng cáo, trình theo dõi và phần mềm độc hại trên các trang web và ứng dụng
zh_cn: 屏蔽网站和应用中的广告、跟踪器和恶意软件
zh_tw: 封鎖網站與應用程式中的廣告、追蹤器與惡意程式

# UpsellBanner_WrongCountry_Description
source: Upgrade to choose any server.
ar_sa: قم بالترقية لكي تتمكن من اختيار الخادم
ca_es: Actualitzi per poder escollir qualsevol servidor.
da_dk: Opgrader og vælg en vilkårlig server.
hu_hu: Váltson nagyobb csomagra tetszőleges szerver kiválasztásához.
th_th: อัปเกรดเพื่อเลือกเซิร์ฟเวอร์ใดก็ได้
vi_vn: Nâng cấp để chọn bất kỳ máy chủ nào.
zh_cn: 升级套餐，任意选择服务器.
zh_tw: 升級以選擇任何伺服器.

# UpsellBanner_WrongCountry_Title
source: Not the country you wanted?
ar_sa: ليست الدولة التي تريدها؟
ca_es: No és el país que voleu?
da_dk: Ikke det land, du ønskede?
hu_hu: Nem a kívánt ország?
th_th: ไม่ใช่ประเทศที่ต้องการใช่หรือไม่?
vi_vn: Không phải quốc gia bạn muốn?
zh_cn: 想连到别的某个地方？
zh_tw: 不是您想要的國家？

# Upsell_Carousel_AdvancedSettings
source: Unlock advanced VPN customization
ar_sa: فتح تخصيص VPN المتقدم
ca_es: Desbloqueja la personalització VPN avançada
da_dk: Lås op for avanceret VPN-tilpasning
hu_hu: Haladó VPN testreszabás feloldása
th_th: ปลดล็อกฟีเจอร์ปรับแต่ง VPN ขั้นสูง
vi_vn: Mở khóa tùy chỉnh VPN nâng cao
zh_cn: VPN 高级自定义
zh_tw: 解鎖進階 VPN 客製化

# Upsell_Carousel_AdvancedSettings_DNS
source: Connect to VPN with your custom domain name server (DNS)
ar_sa: اتصل بـ VPN باستخدام نظام أسماء النطاقات (DNS) المخصص لك
ca_es: Connecteu-vos a VPN amb el vostre servidor de noms de domini personalitzat (DNS)
da_dk: Opret forbindelse til VPN med dit brugerdefinerede domænenavnesystem (DNS)
hu_hu: Connect to VPN with your custom Domain Name System (DNS)
th_th: เชื่อมต่อ VPN ด้วย Domain Name System (DNS) ที่กำหนดเอง
vi_vn: Kết nối với VPN bằng Hệ thống tên miền (DNS) tùy chỉnh
zh_cn: 使用您的自定义 DNS 连接到 VPN
zh_tw: Connect to VPN with your custom Domain Name System (DNS)

# Upsell_Carousel_AdvancedSettings_LAN
source: Access devices on your local area network (LAN) while connected
ar_sa: الوصول إلى الأجهزة على شبكة المنطقة المحلية الخاصة بك (LAN) أثناء الاتصال
ca_es: Accediu als dispositius de la vostra xarxa d'àrea local (LAN) mentre esteu connectat
da_dk: Tilgå enheder på dit lokale netværk (LAN), mens du er tilsluttet
hu_hu: A helyi hálózaton (LAN) lévő eszközök elérése kapcsolódás közben
th_th: เข้าถึงอุปกรณ์บนเครือข่ายท้องถิ่น (LAN) ขณะเชื่อมต่อ
vi_vn: Truy cập các thiết bị trên mạng cục bộ (LAN) khi đang kết nối
zh_cn: 连接时访问局域网（LAN）上的设备
zh_tw: 連接後，存取您區域網路 (LAN) 上的裝置

# Upsell_Carousel_AdvancedSettings_ModerateNAT
source: Level up your gaming experience by switching to NAT type 2 (moderate)
ar_sa: ارفع مستوى تجربة اللعب الخاصة بك عن طريق التبديل إلى نوع NAT 2 (متوسط)
ca_es: Augmenteu la vostra experiència de joc canviant a NAT tipus 2 (moderat)
da_dk: Gør din spiloplevelse bedre ved at skifte til NAT type 2 (moderat)
hu_hu: Növelje játékélményét a 2. típusú (mérsékelt) NAT-ra váltással
th_th: ยกระดับประสบการณ์การเล่นเกมโดยเปลี่ยนไปใช้ NAT type 2 (moderate)
vi_vn: Nâng tầm trải nghiệm chơi game bằng cách chuyển sang loại NAT 2 (trung bình)
zh_cn: 切换到 NAT 类型 2（中等），提升您的游戏体验
zh_tw: 切換到NAT 2類型（中階），提升您的遊戲體驗

# Upsell_Carousel_MultipleDevices
source: Connect up to 10 devices at once
ar_sa: قم بتوصيل 10 أجهزة في وقت واحد
ca_es: Connecteu fins a 10 dispositius alhora
da_dk: Tilslut op til 10 enheder på én gang
hu_hu: Kapcsoljon rá akár 10 készüléket egyszerre
th_th: เชื่อมต่ออุปกรณ์ได้สูงสุด 10 เครื่องพร้อมกัน
vi_vn: Kết nối tối đa 10 thiết bị cùng một lúc
zh_cn: 支持10台设备同时连接
zh_tw: 一次連結多達 10 台裝置

# Upsell_Carousel_MultipleDevices_Platforms
source: Use Proton VPN on different platforms
ar_sa: استخدام Proton VPN على منصات مختلفة
ca_es: Utilitzi Proton VPN en diferents plataformes
da_dk: Benyt Proton VPN på forskellige platforme
hu_hu: Proton VPN használata különböző felületeken
th_th: ใช้ Proton VPN บนแพลตฟอร์มต่างๆ
vi_vn: Sử dụng Proton VPN trên các nền tảng khác nhau
zh_cn: 在不同平台上使用 Proton VPN
zh_tw: 在不同平臺上使用Proton VPN

# Upsell_Carousel_MultipleDevices_Platforms_Android
source: Android and Android TV
ar_sa: أندرويد و تلفاز الأندرويد
ca_es: Android i Android TV
da_dk: Android og Android TV
hu_hu: Android és Android TV
th_th: Android และ Android TV
vi_vn: Android và Android TV
zh_cn: Android 和 Android TV
zh_tw: Android 和 Android TV

# Upsell_Carousel_MultipleDevices_Platforms_Browser
source: Browser
ar_sa: المتصفح
ca_es: Navegador
hu_hu: Böngésző
th_th: เบราว์เซอร์
vi_vn: Trình duyệt
zh_cn: 浏览器
zh_tw: 瀏覽器

# Upsell_Carousel_MultipleDevices_Privacy
source: Security and privacy on all of your devices
ar_sa: الأمان والخصوصية على جميع أجهزتك
ca_es: Seguretat i privacitat en tots els dispositius
da_dk: Sikkerhed og privatsfære på alle dine enheder
hu_hu: Biztonság és adatvédelem minden eszközén
th_th: ความปลอดภัยและความเป็นส่วนตัวบนอุปกรณ์ทั้งหมด
vi_vn: Bảo mật và quyền riêng tư trên tất cả các thiết bị
zh_cn: 所有设备上均有安全和隐私
zh_tw: 安全與隱私覆蓋您所有的裝置

# Upsell_Carousel_NetShield
source: Enjoy ad-free browsing
ar_sa: استمتع بتصفح خالي من الإعلانات
ca_es: Gaudiu d'una navegació sense anuncis
da_dk: Nyd reklamefri surfing
hu_hu: Élvezze a reklámmentes böngészést
th_th: เพลิดเพลินกับการท่องเว็บแบบไม่มีโฆษณา
vi_vn: Tận hưởng duyệt web không quảng cáo
zh_cn: 无广告浏览
zh_tw: 享受無廣告的瀏覽體驗

# Upsell_Carousel_NetShield_Block
source: Block ads and trackers with NetShield
ar_sa: حظر الإعلانات والمتابعين مع NetShield
ca_es: Bloqueu els anuncis i rastrejadores amb NetShield
da_dk: Bloker reklamer og trackere med NetShield
hu_hu: Reklámok és nyomkövetők blokkolása a NetShield segítségével
th_th: บล็อกโฆษณาและตัวติดตามด้วย NetShield
vi_vn: Chặn quảng cáo và trình theo dõi với NetShield
zh_cn: 使用 NetShield 阻止广告和跟踪器
zh_tw: NetShield 有效封鎖廣告與追蹤程式

# Upsell_Carousel_NetShield_Protection
source: Protect your device from malware
ar_sa: احمي جهازك من البرامج الضارة
ca_es: Protegiu el vostre dispositiu del programari maliciós
da_dk: Beskyt din enhed mod malware
hu_hu: Védje eszközét a rosszindulatú szoftverektől
th_th: ปกป้องอุปกรณ์จากมัลแวร์
vi_vn: Bảo vệ thiết bị khỏi phần mềm độc hại
zh_cn: 免受恶意软件侵害
zh_tw: 保護您的裝置免受惡意軟體威脅

# Upsell_Carousel_P2P
source: Unlock peer-to-peer downloads and file sharing (P2P)
ar_sa: فتح التنزيلات من النظير إلى النظير ومشاركة الملفات (P2P)
ca_es: Desbloqueu les descàrregues e l'intercanvi d'arxius peer-to-peer (P2P).
da_dk: Lås op for peer-to-peer-downloads og fildeling (P2P)
hu_hu: Peer-to-peer letöltések és fájlmegosztás (P2P) feloldása
th_th: ปลดล็อกการดาวน์โหลดแบบ Peer-to-peer และการแชร์ไฟล์ (P2P)
vi_vn: Mở khóa tải xuống ngang hàng và chia sẻ tệp (P2P)
zh_cn: 解锁点对点下载和文件共享（P2P）
zh_tw: 解鎖點對點 (P2P) 下載與檔案共享

# Upsell_Carousel_P2P_Discretion
source: Hide your IP address from your service provider and peers
ar_sa: إخفاء عنوان IP الخاص بك عن مزود الخدمة والآخرين
ca_es: Oculteu la vostra adreça IP del proveïdor de serveis i d'altres usuaris.
da_dk: Skjul din IP-adresse for din tjenesteudbyder og ligesindede
hu_hu: IP-címének elrejtése a szolgáltató és a kapcsolódó felek elől
th_th: ซ่อนที่อยู่ IP จากผู้ให้บริการและ Peers
vi_vn: Ẩn địa chỉ IP khỏi nhà cung cấp dịch vụ và các máy ngang hàng
zh_cn: 对网络运营商和其他人隐藏 IP 地址
zh_tw: 向您的網絡服務供應商和其他下載者藏您的 IP 位址

# Upsell_Carousel_P2P_PortForwarding
source: Supercharge P2P speeds with port forwarding
ar_sa: سرعة P2P مع إعادة توجيه المنفذ
ca_es: Augmenteu les velocitats VPN peer-to-peer (P2P) amb la redirecció de ports.
da_dk: Få højere P2P-hastigheder med port-videresendelse
hu_hu: P2P sebesség növelése port átirányítással
th_th: เพิ่มความเร็ว P2P ด้วยการส่งต่อพอร์ต
vi_vn: Tăng tốc P2P với chuyển tiếp cổng
zh_cn: 利用端口转发提高 P2P 速度
zh_tw: 利用通訊埠轉寄，提升P2P速度

# Upsell_Carousel_P2P_Speed
source: Increased upload and download speeds
ar_sa: زيادة سرعات التنزيل والرفع
ca_es: Augment de les velocitats de càrrega i descàrrega
da_dk: Højere upload- og download-hastigheder
hu_hu: Megnövelt feltöltési és letöltési sebesség
th_th: เพิ่มความเร็วในการอัปโหลดและดาวน์โหลด
vi_vn: Tăng tốc độ tải lên và tải xuống
zh_cn: 上传下载更快
zh_tw: 增加上下載時的速度

# Upsell_Carousel_Platforms_More
source: + more
ar_sa: + المزيد
ca_es: + més
da_dk: + flere
hu_hu: + továbbiak
th_th: + เพิ่มเติม
vi_vn: + xem thêm
zh_cn: + 更多
zh_tw: + 瀏覽更多

# Upsell_Carousel_SecureCore
source: Add another layer of protection to your connection
ar_sa: أضف طبقة حماية أخرى إلى اتصالك
ca_es: Afegiu una altra capa de protecció a la vostra connexió
da_dk: Tilføj endnu et lag beskyttelse til din forbindelse
hu_hu: Adjon hozzá egy újabb védelmi réteget a kapcsolatához
th_th: เพิ่มชั้นการปกป้องอีกระดับให้กับการเชื่อมต่อ
vi_vn: Thêm một lớp bảo vệ khác cho kết nối
zh_cn: 为您的连接添加另一层保护
zh_tw: 增加另一層連線

# Upsell_Carousel_SecureCore_Encryption
source: Double your encryption with Secure Core
ar_sa: مضاعفة التشفير مع Secure Core
ca_es: Dupliqueu el xifratge amb el Secure Core
da_dk: Fordobl din kryptering med Secure Core
hu_hu: Duplázza meg a titkosítást a Secure Core segítségével
th_th: เพิ่มการเข้ารหัสลับเป็นสองเท่าด้วย Secure Core
vi_vn: Mã hóa gấp hai lần với Secure Core
zh_cn: 使用 Secure Core 将加密加倍
zh_tw: 使用 Secure Core 以達到雙倍加密

# Upsell_Carousel_SecureCore_Protection
source: Protect yourself from network attacks
ar_sa: احم نفسك من هجمات الشبكة
ca_es: Protegiu-vos dels atacs de xarxa
da_dk: Beskyt dig selv mod netværksangreb
hu_hu: Védje magát a hálózati támadásoktól
th_th: ปกป้องตนเองจากการโจมตีเครือข่าย
vi_vn: Bảo vệ bản thân khỏi các cuộc tấn công mạng
zh_cn: 抵御网络攻击
zh_tw: 保護您免受網路攻擊的威脅

# Upsell_Carousel_SecureCore_Routing
source: Route through ultra secure servers in Switzerland, Sweden, and Iceland
ar_sa: التوجيه من خلال خوادم فائقة الأمان في سويسرا والسويد وأيسلندا
ca_es: Dirigiu el vostre trànsit a través de servidors ultra segurs a Suïssa, Suècia i Islàndia.
da_dk: Ruten føres gennem ultrasikre servere i Schweiz, Sverige og Island
hu_hu: Küldjön adatot teljesen biztonságos svájci, svéd és izlandi szervereken keresztül
th_th: กำหนดเส้นทางผ่านเซิร์ฟเวอร์ที่ปลอดภัยสูงสุดในสวิตเซอร์แลนด์ สวีเดน และไอซ์แลนด์
vi_vn: Định tuyến qua các máy chủ siêu bảo mật ở Thụy Sĩ, Thụy Điển và Iceland
zh_cn: 通过瑞士、瑞典和冰岛的强化安全服务器中转数据
zh_tw: 途經瑞士、瑞典及冰島的超高加密伺服器

# Upsell_Carousel_Speed
source: Browse at even higher speeds (up to 10 Gbps)
ar_sa: تصفح الويب بسرعة أعلى
ca_es: Navegueu a velocitats encara més altes
da_dk: Browse med endnu højere hastigheder
hu_hu: Még nagyobb sebességgel böngészhet
th_th: ท่องเว็บด้วยความเร็วที่สูงยิ่งขึ้น
vi_vn: Duyệt web với tốc độ cao hơn nữa
zh_cn: 浏览网速快上加快
zh_tw: 使用更快的速度瀏覽

# Upsell_Carousel_Speed_Acceleration
source: Increase your connection speeds by up to 400% with VPN Accelerator
ar_sa: تصفح أسرع بنسبة تصل إلى 400% مع VPN Accelerator
ca_es: Navegueu fins a un 400% més ràpidament amb VPN Accelerator
da_dk: Browse op til 400% hurtigere med VPN Accelerator
hu_hu: Böngésszen akár 400%-kal gyorsabban a VPN Acceleratorral
th_th: ท่องเว็บเร็วขึ้นสูงสุด 400% ด้วย VPN Accelerator
vi_vn: Duyệt nhanh hơn tới 400% với VPN Accelerator
zh_cn: 使用 VPN 加速器，浏览速度可提高 400%
zh_tw: 使用 VPN 加速器瀏覽速度提高 400%。

# Upsell_Carousel_Speed_Access
source: Access faster, less crowded servers
ar_sa: الوصول إلى خوادم أسرع وأقل ازدحامًا
ca_es: Accediu a servidors més ràpids i menys saturats
da_dk: Tilgå hurtigere, mindre overfyldte servere
hu_hu: Hozzáférés gyorsabb, kevésbé forgalmas szerverekhez
th_th: เข้าถึงเซิร์ฟเวอร์ที่เร็วกว่าและหนาแน่นน้อยกว่า
vi_vn: Truy cập các máy chủ nhanh hơn, ít người dùng hơn
zh_cn: 访问速度更快，占用较低的服务器
zh_tw: 更快速存取，減少群聚伺服器

# Upsell_Carousel_SplitTunneling
source: Get the best of both worlds
ar_sa: احصل على أفضل ما في العالم
ca_es: Aconseguiu el millor d'ambdós mons
da_dk: Få det bedste fra begge verdener
hu_hu: Mindkét világból a legjobbat kapja
th_th: รับสิ่งที่ดีที่สุดจากทั้งสองโลก
vi_vn: Tận dụng lợi ích từ cả hai
zh_cn: 两全其美
zh_tw: 獲得兩全其美

# Upsell_Carousel_SplitTunneling_Browsing
source: Browse from two locations at once with split tunneling
ar_sa: التصفح من موقعين في وقت واحد باستخدام split tunneling
ca_es: Navegueu des de dues ubicacions alhora amb la tunelització dividida
da_dk: Surf fra to steder på én gang med delt tunnelføring
hu_hu: Böngészés egyszerre két helyről az osztott alagút segítségével
th_th: ท่องเว็บจากสองตำแหน่งพร้อมกันด้วยการแยกช่องสัญญาณ
vi_vn: Duyệt từ hai vị trí cùng lúc với tách đường hầm
zh_cn: 利用拆分隧道技术同时从两个地址浏览
zh_tw: 使用分隔通道同時瀏覽兩個地點

# Upsell_Carousel_SplitTunneling_Configuration
source: Allow trusted apps and IP addresses to connect directly to the internet, while protecting everything else with your VPN
ar_sa: اسمح للتطبيقات الموثوقة وعناوين IP بالاتصال مباشرة بالإنترنت، مع حماية كل شيء باستخدام شبكة VPN الخاصة بك
ca_es: Permeteu que les aplicacions de confiança i les adreces IP es connectin directament a Internet, alhora que protegiu la resta amb la VPN
da_dk: Tillad betroede apps og IP-adresser at forbinde direkte til internettet, mens du beskytter alt andet med din VPN
hu_hu: Engedélyezze, hogy megbízható alkalmazások és IP-címek közvetlenül csatlakozhassanak az internethez, miközben minden mást a VPN véd
th_th: อนุญาตให้แอปและที่อยู่ IP ที่เชื่อถือได้เชื่อมต่ออินเทอร์เน็ตโดยตรง ขณะที่ปกป้องส่วนอื่นทั้งหมดด้วย VPN
vi_vn: Cho phép ứng dụng và địa chỉ IP tin cậy kết nối trực tiếp internet, trong khi bảo vệ mọi thứ khác bằng VPN
zh_cn: 允许受信任的应用和IP地址直接连接到互联网，同时使用VPN保护其他所有内容。
zh_tw: 允許信任的應用程式及IP地址直接連接網路，同時使用虛擬私有網路保護任何東西

# Upsell_Carousel_Streaming
source: Stream your favorite movies and TV shows
ar_sa: بث الأفلام والبرامج التلفزيونية المفضلة لديك
ca_es: Vegeu les vostres pel·lícules i programes de televisió preferits
da_dk: Stream dine yndlingsfilm og tv-serier
hu_hu: Nézze kedvenc filmjeit és tévéműsorait
th_th: สตรีมภาพยนตร์และรายการทีวีที่ชื่นชอบ
vi_vn: Phát trực tuyến phim và chương trình truyền hình yêu thích
zh_cn: 流畅播放您喜爱的电影和电视节目
zh_tw: 影音串流觀看您喜愛的電影與電視節目

# Upsell_Carousel_Streaming_Access
source: Access geoblocked TV and movies from anywhere in the world
ar_sa: الوصول إلى التلفزيون والأفلام المحظورة من أي مكان في العالم
ca_es: Accediu a la televisió i les pel·lícules geobloquejades des de qualsevol part del món
da_dk: Tilgå geoblokeret tv og film fra hvor som helst i verden
hu_hu: Hozzáférés a földrajzi korlátozás alá eső TV-hez és filmekhez a világ bármely pontjáról
th_th: เข้าถึงรายการทีวีและภาพยนตร์ที่ถูกบล็อกตามภูมิศาสตร์จากที่ใดก็ได้ในโลก
vi_vn: Truy cập TV và phim bị chặn địa lý từ bất cứ đâu trên thế giới
zh_cn: 从世界任何地方访问受地理位置限制的电影和电视
zh_tw: 從世界各地觀看地理攔截的電視節目與電影

# Upsell_Carousel_Streaming_Speed
source: Watch in 4K without buffering, slowdowns, or throttling
ar_sa: شاهد بدقة 4K بدون تخزين مؤقت أو تباطؤ أو اختناق
ca_es: Visualitzeu en 4K sense interrupcions, alentiments ni limitacions.
da_dk: Se i 4K uden buffering, forsinkelser eller neddrosling
hu_hu: Nézze 4K-ban, pufferelés, lassulás vagy torlódás nélkül
th_th: รับชมในระดับ 4K โดยไม่มีการสะดุด ช้าลง หรือถูกบีบความเร็ว
vi_vn: Xem ở độ phân giải 4K mà không bị giật, chậm hoặc giới hạn băng thông
zh_cn: 畅享4K超清，无缓冲、不卡顿、不限速
zh_tw: 觀看 4K，沒有緩衝、減慢或節流
